message_start = '''
{}, это бот для учета твоих затрат
для начала введи название валюты в которой ты будешь ввести учет 
'''

message_set_valute = '''
{}, вы ввели валюту {} 
теперь в ней будут вестись все ваши финансы
'''


message_unknown_command = '''
{}, я не понял что делать ?!
'''

message_category = '''
{}, вы перешли в раздел трат * {} *
введите сколько вышла трата:
'''

message_set_comment = '''
{}, введите комментарий к этим затратам 
'''

message_good_expenses = '''
{}, вы успешно внесли затраты
'''

message_unknown_error_diagram = '''
{}, извините возникла неизвестная ошибка при построении диаграмы
'''


message_type_error = '''
{}, вы ввели не число 
это не может быть стоимость покупки
'''

message_get_statistic = '''
выберите период за который хотите получить отчет
'''

message_help = '''
{}, для записи затрат ты можешь одну из следующих категорий:
🍲 - продукты
🎓 - образование
💈 - уход за собой
🎪 - развлечения
⚽ - спорт
💊 - здоровье
🍴 - кафе/ресторан
🚃 - транспорт
👕 - одежда
🌴 - отдых
🏠 - дом
🎁 - подарки

для получения статистики трат за текущий месяц нажми 📊
с жалобами и предложениями обращайся к @Shchusia
'''
